Repository: Distrotech/libgnomeui
Catalog: po/*.po
Languages: as, km

source: The URL that GnomeHRef activates
as: GnomeHRef'ৰ দ্বাৰা সক্ৰিয় কৰা URL
km: URL ដែល​ធ្វើ​ឲ្យ GnomeHRef សកម្ម

source: Text
as: টেক্সট
km: អត្ថបទ

source: The text on the button
as: বাটনেৰ উপৰে প্ৰদৰ্শিত টেক্সট
km: អត្ថបទ​នៅ​ពេល​ចុច​ប៊ូតុង

source: End World Hunger
as: বিশ্বেৰ ক্ষুদা-তৃষ্ণাৰ সমাপ্তি ঘটাও
km: បញ្ចប់ World Hunger

source: Color used to draw the link
as: লিঙ্ক প্ৰদৰ্শনে ব্যবহৃত ৰং
km: ពណ៌​ដែល​បាន​ប្រើ ដើម្បី​គូរ​ភ្ជាប់

source: This button will take you to the URI that it displays.
as: বাটনেৰ সাহায্যে উল্লিখিত URI প্ৰদৰ্শিত হয়।
km: ប៊ូតុង​នេះ​នឹង​​នាំ​ឲ្យ​អ្នក​ទៅ​កាន់ URI ដែល​វា​បង្ហាញ​​ ។

source: An error has occurred while trying to launch the default web browser. Please check your settings in the 'Preferred Applications' preference tool.
as: ডিফল্ট ওয়েব ব্ৰাউজাৰ আৰম্ভ কৰোঁতে সমস্যা। অনুগ্ৰহ কৰে 'পছন্দসই অ্যাপ্লিকেশন' শীৰ্ষক পছন্দ সংক্ৰান্ত সৰঞ্জামে আপনাৰ নিৰ্ধাৰিত বৈশিষ্ট্যেৰ মান দেখুন।
km: កំហុស​បាន​កើត​ឡើង ខណៈ​ពេល​សាក​ល្បង​ចាប់ផ្ដើម​កម្មវិធី​រុករក​បណ្ដាញ​លំនាំដើម ។ សូម​ពិនិត្យមើល​ការ​កំណត់​របស់​អ្នក​​នៅ​ក្នុង​ឧបករណ៍​ចំណូលចិត្ត 'កម្មវិធី​ដែល​ចូល​ចិត្ត' ។

source: Unique identifier for the icon entry. This will be used to save the history list.
as: আইকনেৰ এন্ট্ৰিৰ বাবে স্বতন্ত্ৰ পৰিচিতি। পূৰ্ববৰ্তী তথ্যেৰ তালিকা সংৰক্ষণেৰ বাবে এটি ব্যবহৃত হবে।
km: កម្មវិធី​សម្គាល់​តែមួយ​សម្រាប់​ធាតុ​រូបតំណាង ។ វា​នឹង​ត្រូវ​បាន​ប្រើ ដើម្បី​រក្សា​ទុក​​បញ្ជី​ប្រវត្តិ ។

source: Title for the Browse icon dialog.
as: আইকন ব্ৰাউজ কৰোঁতে ব্যবহৃত ডায়লগ বক্সেৰ শিৰোনাম।
km: ចំណងជើង​សម្រាប់​រកមើល​ប្រអប់​រូបតំណាង ។

source: Pixmap Directory
as: Pixmap ডিৰেক্টৰি
km: ថត​ Pixmap

source: Directory that will be searched for icons.
as: আইকন অনুসন্ধানেৰ বাবে চিহ্নিত ডিৰেক্টৰি।
km: ថត​ដែល​នឹង​ត្រូវ​បាន​ស្វែងរក​សម្រាប់​រូបតំណាង ។

source: Filename that should be displayed in the icon entry.
as: আইকন এন্ট্ৰিৰ মধ্যে প্ৰদৰ্শিত নথিপত্ৰেৰ নাম।
km: ឈ្មោះ​ឯកសារ​ដែល​គួរ​តែ​ត្រូវ​បាន​បង្ហាញ​នៅ​ក្នុង​ធាតុ​រូប​តំណាង ។

source: Picker dialog
as: নিৰ্বাচনেৰ ডায়লগ বক্স
km: ប្រអប់​កម្មវិធី​ជ្រើស

source: Icon picker dialog. You can use this property to get the GtkDialog if you need to modify or query any of its properties.
as: আইকন নিৰ্বাচনেৰ ডায়লগ বক্স। কোনো বৈশিষ্ট্য পৰিবৰ্তন অথবা অনুসন্ধানেৰ উদ্দেশ্যে এই বৈশিষ্ট্যেৰ সাহায্যে GtkDialog প্ৰাপ্ত কৰা যাবে।
km: ប្រអប់​កម្មវិធី​ជ្រើស​រូបតំណាង ។ អ្នក​អាច​​ប្រើ​លក្ខណ​សម្បត្តិ​នេះ ដើម្បី​ទទួល​បាន GtkDialog ប្រសិនបើ​អ្នក​ត្រូវ​ការ​កែប្រែ ឬ​សួរ​​អំពី​លក្ខណ​សម្បត្តិ​របស់​វា​ ។

source: Choose Icon
as: আইকন
km: ជ្រើស​រូបតំណាង

source: Icon selection dialog
as: আইকন নিৰ্বাচনেৰ ডায়লগ
km: ប្រអប់​​ជម្រើស​រូបតំណាង

source: This dialog box lets you select an icon.
as: এই ডায়লগ বক্সেৰ সাহায্যে আপনি একটি আইকন নিৰ্বাচন কৰোঁতে পাৰবেন।
km: ប្រអប់​នេះ​​អនុញ្ញាត​ឲ្យ​អ្នក​ជ្រើស​រូបតំណាង ។

source: Icon Selector
as: আইকন নিৰ্বাচক
km: កម្មវិធី​ជ្រើស​រូបតំណាង

source: Please pick the icon you want.
as: অনুগ্ৰহ কৰে আপনাৰ পছন্দসই আইকন নিৰ্বাচন কৰুন।
km: សូម​ជ្រើស​រូបតំណាង​ដែល​អ្នក​ចង់​បាន ។

source: This button will open a window to let you select an icon.
as: এই বাটনেৰ দ্বাৰা আইকন নিৰ্বাচনেৰ উদ্দেশ্যে একটি উইন্ডো খোলা হবে।
km: ប៊ូតុង​នេះ​នឹង​បើក​បង្អួច ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​ជ្រើស​រូបតំណាង​ ។

source: Browse
as: চৰক
km: រក​មើល

source: Icon path
as: আইকনেৰ পাথ
km: ផ្លូវ​រូបតំណាង

source: Here you should enter the name of the directory where icon images are located.
as: আইকন ব্যবহৃত ছবি ধাৰণকাৰী ডিৰেক্টৰিৰ নাম এই স্থানে উল্লেখ কৰুন।
km: ទីនេះ​អ្នក​គួរ​តែ​បញ្ចូល​ឈ្មោះ​ថត​ដែល​ដាក់​ទីតាំង​រូបភាព​រូបតំណាង ។

source: GnomeIconSelection: '%s' does not exist or is not a directory
as: GnomeIconSelection: '%s' অনুপস্থিত অথবা ডিৰেক্টিৰ নহয়
km: GnomeIconSelection: '%s' មិន​មាន​ឡើយ ឬ​មិន​មែន​ជា​ថត​ឡើយ

source: GnomeIconSelection: couldn't open directory '%s'
as: GnomeIconSelection: '%s' ডিৰেক্টৰি খোলা যায়নি
km: GnomeIconSelection ៖ មិន​អាច​បើក​ថត​បាន​ទេ '%s'

source: Loading Icons...
as: আইকন লোড কৰা হচ্ছে...
km: កំពុង​ផ្ទុក​រូបតំណាង...

source: Information
as: তথ্য
km: ព័ត៌មាន

source: Warning
as: সতৰ্কবাণী
km: ការ​ព្រមាន

source: Error
as: ত্ৰুটি
km: កំហុស

source: Question
as: প্ৰশ্ন
km: សំណួរ

source: Message
as: বাৰ্তা
km: សារ

source: _Username:
as: ব্যবহাৰকাৰীৰ নাম:(_U)
km: ឈ្មោះ​អ្នក​ប្រើ ៖

source: _Domain:
as: ডোমেইন:(_D)
km: ដែន ៖

source: _Password:
as: পাসওয়াৰ্ড: (_P)
km: ពាក្យសម្ងាត់

source: _New password:
as: নতুন পাসওয়াৰ্ড:(_N)
km: ពាក្យ​សម្ងាត់​ថ្មី ៖

source: Con_firm password:
as: পাসওয়াৰ্ড নিশ্চিত কৰুন (_f):
km: អះអាង​ពាក្យ​សម្ងាត់ ៖

source: Password quality:
as: পাসওয়াৰ্ডেৰ মান:
km: គុណភាព​ពាក្យ​សម្ងាត់ ៖

source: Co_nnect
as: সংযোগ কৰক (_n)
km: តភ្ជាប់

source: Connect _anonymously
as: অ্যানোনিমাস অৱস্থায় সংযোগ স্থাপনা (_a)
km: តភ្ជាប់​ដោយ​អនាមិក

source: Connect as u_ser:
as: ব্যবহাৰকাৰীৰ পৰিচয়ে সংযোগ স্থাপনা:(_s)
km: តភ្ជាប់​ជា​អ្នក​ប្រើ ៖

source: _Forget password immediately
as: তৎক্ষনাৎ পাসওয়াৰ্ড মুছে ফেলা হবে (_F)
km: ភ្លេច​ពាក្យ​សម្ងាត់​រំពេច​នេះ

source: _Remember password until you logout
as: লগ-আউট কৰা অৱধি পাসওয়াৰ্ড মনে ৰাখা হবে (_R)
km: ចងចាំ​ពាក្យ​សម្ងាត់​រហូត​ដល់​អ្នក​ចេញ

source: _Remember forever
as: সৰ্বদা মনে ৰাখঅ হবে (_R)
km: ចងចាំ​ពាក្យ​សម្ងាត់​រហូត

source: Do Preview
as: পূৰ্বপ্ৰদৰ্শন কৰা হবে
km: មើល​ជាមុន

source: Whether the pixmap entry should have a preview.
as: pixmap এন্ট্ৰিৰ ক্ষেত্ৰে পূৰ্বপ্ৰদৰ্শন কৰা হবে কি না।
km: ថា​តើ​ធាតុ pixmap គួរតែ​​មើល​ជា​មុន​ដែរ​ឬ​ទេ ។

source: No Image
as: কোন ছবি নেই
km: គ្មាន​រូបភាព

source: Image Preview
as: ছবিৰ পূৰ্বপ্ৰদৰ্শন
km: មើល​រូបភាព​ជា​មុន

source: A preview of the image currently specified
as: বৰ্তমানে উল্লিখিত ছবিৰ পূৰ্বপ্ৰদৰ্শন
km: មើល​រូបភាព​ដែល​បាន​បញ្ជាក់​​ជាមុន

source: Can't find an hbox, using a normal file selection
as: hbox পাওয়া যায়নি, স্বাভাবিক নথিপত্ৰ নিৰ্বাচন ব্যবহাৰ কৰা হবে
km: មិន​អាច​ស្វែងរក​ hbox ឃើញ​ឡើយ ប្រើ​ជម្រើស​ឯកសារ​ធម្មតា

source: Top Ten
as: প্ৰথম দশ

source: User
as: ব্যৱহাৰকৰ্তা
km: អ្នក​ប្រើ

source: Score
as: স্কোৰ
km: ពិន្ទុ

source: Table Borders
as: টেবিলেৰ প্ৰান্তৰেখা
km: ស៊ុម​តារាង

source: Table Fill
as: টেবিলেৰ পূৰ্ণ পটভূমি
km: បំពេញ​តារាង

source: Bulleted List
as: বুলেটচিহ্ন যুক্ত তালিকা

source: Numbered List
as: সংখ্যাযুক্ত তালিকা
km: បញ្ជី​ដែល​បាន​បង់​លេខ

source: Indent
as: অৱচ্ছেদ
km: ចូល​បន្ទាត់

source: Un-Indent
as: অৱচ্ছেদ কমানো হবে
km: មិន​ចូល​បន្ទាត់

source: About
as: বিষয়ে
km: អំពី

source: Disable Crash Dialog
as: বিপৰ্যয় সংক্ৰান্ত ডায়লগ নিষ্ক্ৰিয় কৰা হবে
km: បិទ​ប្រអប់​គាំង

source: GNOME GUI Library:
as: GNOME GUI লাইব্ৰেৰি:
km: បណ្ណាល័យ GNOME GUI ៖

source: Show GNOME GUI options
as: GNOME GUI সংক্ৰান্ত বিকল্প প্ৰদৰ্শন কৰা হবে
km: បង្ហាញ​ជម្រើស GNOME GUI

source: X display to use
as: ব্যবহাৰেৰ উদ্দেশ্যে X ডিসপ্লে
km: X display ត្រូវ​ប្រើ

source: GNOME GUI Library
as: GNOME GUI লাইব্ৰেৰি
km: បណ្ណាល័យ GNOME GUI

source: Could not open link
as: লিঙ্ক খোলা যায়নি
km: មិន​អាច​បើក​តំណ​បាន​ទេ

source: Exit the test
as: পৰীক্ষা থেকে প্ৰস্থান কৰুন
km: ចេញ​សាកល្បង

source: _Redo
km: ធ្វើ​វិញ

source: App ID
km: លេខ​សម្គាល់​កម្វវិធី

source: ID
km: លេខ​សម្គាល់

source: PREFIX
km: បុព្វបទ

source: Title
km: ចំណង​ជើង

source: Background color
km: ពណ៌​ផ្ទៃ​ខាងក្រោយ

source: Link color
km: ពណ៌​​តំណ

source: Preview
km: មើល​ជាមុន

source: DISPLAY
km: បង្ហាញ
