Repository: Distrotech/libgnomeui
Catalog: po/*.po
Languages: as, km

source: Child Item 1
as: চাইল্ড আইটেম ১
km: ធាតុ​តូច ១

source: Hint for item 1
as: আইটেম ১'ৰ বাবে ইঙ্গিত
km: ការ​ណែនាំ​ធាតុ ១

source: Child Item 2
as: চাইল্ড আইটেম ১
km: ធាតុ​តូច ២

source: Hint for item 2
as: আইটেম ২'ৰ বাবে ইঙ্গিত
km: ការ​ណែនាំ​សម្រាប់​ធាតុ ២

source: %s is a link to something that is not a folder
as: %s দ্বাৰা কোনো ফোল্ডাৰ নিৰ্দেশ কৰা নহয়

source: %s is a link without a destination location
as: %s লিঙ্ক দ্বাৰা কোনো অৱস্থান নিৰ্দেশ কৰা নহয়

source: %s is not a folder
as: %s ফোল্ডাৰ নহয়

source: Could not monitor '%s': %s
as: '%s' ৰ পৰিচালনা কৰিব নোৱাৰি: %s

source: Could not get info for '%s': %s
as: '%s' ৰ বিষয়ে তথ্য পোৱা ন'গ'ল: %s

source: Could not create '%s': %s
as: '%s' সৃষ্টি কৰিব নোৱাৰি: %s

source: Network Servers
as: নে'টৱৰ্ক সেৱক সমূহ

source: File System
as: নথিপত্ৰপ্ৰণালী

source: Bookmark saving failed (%s)
as: বুকমাৰ্ক সংৰক্ষণত ব্যৰ্থ (%s)

source: Error getting information for '%s'
as: '%s' সংক্ৰান্ত তথ্য প্ৰাপ্ত কৰোঁতে ব্যৰ্থ

source: Could not get information for file '%s': %s
as: '%s' নথিপত্ৰ সংক্ৰান্ত তথ্য প্ৰাপ্ত কৰোঁতে ব্যৰ্থ: %s

source: Failed to open file '%s': %s
as: '%s' নথিপত্ৰ খোলোঁতে ব্যৰ্থ: %s

source: Failed to load image '%s': reason not known, probably a corrupt image file
as: '%s' ছবিৰ নথিপত্ৰ লোড কৰোঁতে ব্যৰ্থ: কাৰণ অজ্ঞাত, সম্ভৱত ছবিৰ নথিপত্ৰটি ক্ষতিগ্ৰস্থ

source: Credits
as: স্বীকৃতি
km: បញ្ជី​អ្នក​ចូលរួម

source: Written by
as: লিখিছে
km: និពន្ធដោយ

source: Documented by
as: সহায়িকা লিখিছে
km: រៀបចំឯកសារដោយ

source: Translated by
as: অনুবাদ কৰিছে
km: បកប្រែដោយ

source: C_redits
as: স্বীকৃতি (_r)
km: ឥណទាន

source: Program name
as: প্ৰোগ্ৰামৰ নাম
km: ឈ្មោះកម្មវិធី

source: The name of the program
as: প্ৰোগ্ৰামৰ নাম
km: ឈ្មោះនៃកម្មវិធី

source: Program version
as: প্ৰোগ্ৰামৰ সংস্কৰণ
km: កំណែកម្មវិធី

source: The version of the program
as: প্ৰোগ্ৰামৰ সংস্কৰণ
km: ជំនាន់នៃកម្មវិធី

source: Copyright string
as: স্বত্বাধিকাৰ সংক্ৰান্ত বিবৃতি প্ৰদৰ্শনকাৰী পংক্তি
km: រក្សាសិទ្ធិ​ខ្សែ​អក្សរ

source: Copyright information for the program
as: প্ৰোগ্ৰামৰ স্বত্বাধিকাৰ সংক্ৰান্ত তথ্য
km: រក្សាសិទ្ឋិ​ពត៌មាន​នៃ​កម្មវិធី

source: Comments string
as: বক্তব্য সংক্ৰান্ত পংক্তি
km: ខ្សែ​អក្សរ​មតិយោបល់

source: Comments about the program
as: প্ৰোগ্ৰাম সম্বন্ধীয় মন্তব্য
km: ការ​ផ្តល់​ដល់​កម្មវិធី

source: Authors
as: লেখক
km: អ្នកនិពន្ឋ

source: List of authors of the programs
as: প্ৰোগ্ৰামৰ লেখকদেৰ নামেৰ তালিকা
km: បញ្ជី​រាយ​នាម​អ្នក​និពន្ឋ​នៃកម្មវិធី

source: Author entry
as: লেখক সংক্ৰান্ত এন্ট্ৰি
km: បញ្ចូល​អ្នកនិពន្ឋ

source: A single author entry
as: পৃথক লেখক সংক্ৰান্ত এন্ট্ৰি
km: បញ្ចូល​អ្នកនិពន្មម្នាក់

source: Documenters
as: সহায়িকা লেখক
km: អ្នក​រៀប​ឯកសារ

source: List of people documenting the program
as: সহায়িকা লেখকদেৰ নামেৰ তালিকা
km: បញ្ជី​រាយ​នាម​អ្នក​ធ្វើ​ឯកសារ​នៃ​កម្មវិធី

source: Documenter entry
as: সহায়িকা লেখক সংক্ৰান্ত এন্ট্ৰি
km: អ្នក​បញ្ចូល​ឯកសារ

source: A single documenter entry
as: পৃথক সহায়িকা লেখক সংক্ৰান্ত এন্ট্ৰি
km: បញ្ចូល​ឯកសារមួយ

source: Translator credits
as: অমিতাক্ষ ফুকন (aphukan@fedoraproject.org)
km: ខឹម សុខែម, ម៉ន ម៉េត, សេង សុត្ថា, ចាន់ សម្បត្តិរតនៈ, សុខ សុភា

source: Credits to the translators. This string should be marked as translatable
as: অনুবাদকদেৰ স্বীকৃতি। এই পংক্তিটি অনুবাদযোগ্য ৰূপে চিহ্নিত হওয়া আবশ্যক।
km: បញ្ជី​ចូលរួម​របស់​អ្នក​បកប្រែ ។ ខ្សែ​អក្សរ​នេះ​គួរ​តែ​ត្រូវ​បាន​សម្គាល់​ថា​អាច​បកប្រែ​បាន

source: Logo
as: প্ৰতীকচিহ্ন
km: និមិត្តសញ្ញា

source: A logo for the about box
as: পৰিচিতি বাক্সে নিদৰ্শিত প্ৰতীক
km: និមិត្តសញ្ញានៃប្រអប់មួយ

source: About %s
as: %s-এৰ পৰিচিতি
km: អំពី %s

source: _File
as: নথিপত্ৰ (_F)
km: ឯកសារ

source: _File/
as: নথিপত্ৰ/ (_F)

source: _Edit
as: সম্পাদনা (_E)
km: កែ​តំរូវ

source: _Edit/
as: সম্পাদনা/ (_E)

source: _View
as: প্ৰদৰ্শন (_V)
km: មើល

source: _View/
as: প্ৰদৰ্শন/ (_V)

source: _Settings
as: বৈশিষ্ট্য (_S)
km: ការ​កំណត់

source: _Settings/
as: বৈশিষ্ট্যাবলী/ (_S)

source: _New
as: নতুন (_N)
km: ថ្មី

source: _New/
as: নতুন/ (_N)

source: Fi_les
as: নথিপত্ৰ (_l)
km: ឯកសារ

source: Fi_les/
as: নথিপত্ৰ/ (_l)

source: _Windows
as: উইন্ডো (_W)
km: វីនដូ

source: _Game
as: খেলা (_G)
km: _ល្បែង

source: _Help
as: সাহায্য (_H)
km: _ជំនួយ

source: _Windows/
as: উইন্ডো/ (_W)

source: _Open...
as: খুলুন(_O)...
km: បើក

source: Open a file
as: একটি নথিপত্ৰ খোলো
km: បើកឯកសារមួយ

source: _Save
as: সংৰক্ষণ (_S)
km: រក្សាទុក

source: Save the current file
as: বৰ্তমান নথিপত্ৰটি সংৰক্ষণ কৰুন
km: រក្សា​ឯកសារ​ដែល​កំពុង​សហប្រតិបត្តិការ

source: Save _As...
as: নতুন নামে সংৰক্ষণ কৰুন (_A)...
km: រក្សាទុកជា

source: Save the current file with a different name
as: বৰ্তমান নথিপত্ৰটি একটি পৃথক নামে সংৰক্ষণ কৰুন
km: រក្សា​ឯកសារ​ដែល​កំពុង​សហប្រតិបត្តិការទៅជាឈ្មោះផ្សេង

source: _Revert
as: পৰিবৰ্তন বাতিল কৰুন (_R)
km: ត្រឡប់​ទៅ​ដើម

source: Revert to a saved version of the file
as: নথিপত্ৰটি পূৰ্বে সংৰক্ষিত কোনো সংস্কৰণেৰ অৱস্থায় প্ৰত্যাবৰ্তন কৰুন
km: ត្រឡប់​ទៅ​ដើម​ ដើម្បី​រក្សាទុក​កំណែ​ឯកសារ

source: _Print...
as: প্ৰিন্ট কৰুন (_P)...
km: បោះពុម្ភ

source: Print the current file
as: বৰ্তমান নথিপত্ৰ প্ৰিন্ট কৰুন
km: បោះពុម្ព​ឯកសារ​បច្ចុប្បន្ន

source: Print S_etup...
as: প্ৰিন্ট সংক্ৰান্ত বৈশিষ্ট্য...(_e)
km: រៀបចំ​ការ​​​បោះពុម្ព...

source: Setup the page settings for your current printer
as: বৰ্তমান প্ৰিন্টাৰেৰ বাবে পৃষ্ঠা সংক্ৰান্ত বৈশিষ্ট্য স্থাপন কৰুন
km: រៀបចំ​ការ​កំណត់​ទំព័រ​សម្រាប់​ម៉ាស៊ីន​បោះពុម្ព​បច្ចុប្បន្ន​របស់​អ្នក

source: _Close
as: বন্ধ (_C)
km: បិទ

source: Close the current file
as: বৰ্তমান নথিপত্ৰটি বন্ধ কৰুন
km: បិទ​ឯកសារ​បច្ចុប្បន្ន

source: _Quit
as: প্ৰস্থান (_Q)
km: បោះបង់

source: Quit the application
as: অ্যাপ্লিকেশন থেকে প্ৰস্থান কৰুন
km: បោះបង់​កម្មវិធី

source: Cu_t
as: কাট কৰুন (_t)
km: កាត់

source: Cut the selection
as: নিৰ্বাচিত বস্তু কাট কৰুন
km: កាត់​ជម្រើស

source: _Copy
as: কপি কৰুন (_C)
km: ចម្លង

source: Copy the selection
as: নিৰ্বাচিত বস্তু কপি কৰুন
km: ចម្លង​ជម្រើស

source: _Paste
as: পেস্ট কৰুন (_P)
km: បិទភ្ជាប់

source: Paste the clipboard
as: ক্লিপবোৰ্ডেৰ বস্তু পেস্ট কৰুন
km: បិទភ្ជាប់​ក្ដារតម្បៀតខ្ទាស់

source: C_lear
as: পৰিষ্কাৰ কৰুন (_l)
km: សម្អាត

source: Clear the selection
as: নিৰ্বাচিত অংশ মুছে ফেলুন
km: សម្អាត​​ជម្រើស

source: _Undo
as: পূৰ্বাবস্থা (_U)
km: មិន​ធ្វើ​វិញ

source: Undo the last action
as: সৰ্বশেষ কৰ্ম বাতিল কৰুন
km: មិន​ធ្វើ​វិញ​​សកម្មភាព​ចុងក្រោយ

source: Redo the undone action
as: বাতিক কৰা কৰ্ম পুনৰায় কৰুন
km: ធ្វើវិញ មិន​ធ្វើ​វិញ​​សកម្មភាព

source: _Find...
as: অনুসন্ধান (_F)...
km: រក...

source: Search for a string
as: পংক্তি অনুসন্ধান কৰুন
km: ស្វែងរក​ខ្សែ​អក្សរ

source: Find Ne_xt
as: পৰবৰ্তী উপস্থিতি অনুসন্ধান কৰুন (_x)
km: រក​បន្ទាប់

source: Search again for the same string
as: চিহ্নিত পংক্তি পুনৰায় অনুসন্ধান কৰুন
km: ស្វែងរក​ម្ដងទៀត​​សម្រាប់​ខ្សែ​អក្សរ​ដូចគ្នា

source: R_eplace...
as: প্ৰতিস্থাপন...(_e)
km: ជំនួស...

source: Replace a string
as: পংক্তি প্ৰতিস্থাপন কৰুন
km: ជំនួស​ខ្សែ​អក្សរ

source: _Properties
as: বৈশিষ্ট্যাবলী (_P)
km: លក្ខណ​សម្បត្តិ

source: Modify the file's properties
as: নথিপত্ৰেৰ বৈশিষ্ট্যাবলী পৰিবৰ্তন কৰুন
km: កែប្រែ​លក្ខណ​សម្បត្តិ​​របស់​ឯកសារ

source: Prefere_nces
as: পছন্দ(_n)
km: ចំណូលចិត្ត

source: Configure the application
as: অ্যাপ্লিকেশন কনফিগাৰ কৰুন
km: កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី

source: _About
as: বিষয়ে (_A)
km: អំពី

source: About this application
as: অ্যাপ্লিকেশন পৰিচিতি
km: អំពី​កម្មវិធី​នេះ

source: Select _All
as: সমস্ত নিৰ্বাচন কৰুন (_A)
km: ជ្រើស​ទាំងអស់

source: Select everything
as: সমগ্ৰ বিষয়বস্তু নিৰ্বাচন কৰুন
km: ជ្រើស​អ្វី​គ្រប់យ៉ាង

source: Create New _Window
as: নতুন উইন্ডো নিৰ্মাণ কৰুন (_W)
km: បង្កើត​បង្អួច​ថ្មី

source: Create a new window
as: নতুন উইন্ডো নিৰ্মাণ কৰুন
km: បង្កើត​បង្អួច​ថ្មី

source: _Close This Window
as: বৰ্তমান উইন্ডো বন্ধ কৰুন (_C)
km: បិទ​បង្អួច​នេះ

source: Close the current window
as: বৰ্তমান উইন্ডো বন্ধ কৰুন
km: បិទ​បង្អួច​បច្ចុប្បន្ន

source: _New Game
as: নতুন খেলা (_N)
km: ល្បែង​ថ្មី

source: Start a new game
as: নতুন খেলা আৰম্ভ কৰো
km: ចាប់ផ្ដើម​ល្បែង​ថ្មី

source: _Pause Game
as: খেলা স্থগিত কৰুন (_P)
km: ផ្អាក​ល្បែង

source: Pause the game
as: খেলায় সাময়িক বিৰতি দাও
km: ផ្អាក​ល្បែង

source: _Restart Game
as: খেলা পুনৰায় আৰম্ভ কৰুন (_R)
km: ចាប់ផ្ដើម​ល្បែង​​ឡើងវិញ

source: Restart the game
as: পুনৰায় খেলা চালু কৰো
km: ចាប់ផ្ដើម​ល្បែង​​ឡើងវិញ

source: _Undo Move
as: চাল বাতিল (_U)
km: មិន​ធ្វើ​វិញ​ការ​ផ្លាស់ទី

source: Undo the last move
as: সৰ্বশেষ চালটিকে বাতিল কৰো
km: មិន​ធ្វើ​វិញ​ការ​ផ្លាស់ទី​ចុងក្រោយ

source: _Redo Move
as: পুনৰায় চাল দাও (_R)
km: ធ្វើវិញ​ការ​ផ្លាស់ទី

source: Redo the undone move
as: বাতিলকৃত চালটিকে ফিৰিয়ে আনো
km: ធ្វើវិញ មិន​ធ្វើ​វិញ​ការ​ផ្លាស់ទី

source: _Hint
as: ইঙ্গিত (_H)
km: ការ​ណែនាំ

source: Get a hint for your next move
as: আপনাৰ পৰবৰ্তী চালেৰ ব্যাপাৰে ইঙ্গিত পেতে চাইলে তা দেখে নিন
km: ទទួល​បាន​ការ​ណែនាំ​អំពី​ការ​ផ្លាស់ទី​បន្ទាប់​របស់​អ្នក

source: _Scores...
as: স্কোৰ...(_S)
km: ពិន្ទុ...

source: View the scores
as: স্কোৰ দেখুন
km: មើល​ពិន្ទុ

source: _End Game
as: খেলা শেষ কৰো (_E)
km: បញ្ចប់​ល្បែង

source: End the current game
as: চলমান খেলা শেষ কৰো
km: បញ្ចប់​ល្បែង​បច្ចុប្បន្ន

source: _Contents
as: বিষয়বস্তু (_C)
km: មាតិកា

source: View help for this application
as: অ্যাপ্লিকেশনেৰ সহায়তা দেখুন
km: មើល​ជំនួយ​អំពី​កម្មវិធី​នេះ

source: Text Below Icons
as: আইকনেৰ নীচে প্ৰতীকচিহ্ন
km: រូបតំណាង​ខាងក្រោម​អត្ថបទ

source: Priority Text Beside Icons
as: প্ৰতীকচিহ্নেৰ পাশে গুৰুত্বপূৰ্ণ টেক্সট
km: រូបតំណាង​ខាងក្រោម​អត្ថបទ​អាទិភាព

source: Icons Only
as: শুধুমাত্ৰ প্ৰতীকচিহ্ন
km: តែ​រូបតំណាង​ប៉ុណ្ណោះ

source: Text Only
as: শুধুমাত্ৰ টেক্সট
km: តែ​អត្ថបទ​ប៉ុណ្ណោះ

source: Use Desktop Default (%s)
as: ডিফল্ট ডেস্কটপ ব্যবহাৰ কৰা হবে (%s)
km: ប្រើ​ផ្ទៃ​តុ​លំនាំដើម (%s)

source: (press return)
as: (ৰিটাৰ্ন বাটন চাপুন)
km: (ចុច​ត្រឡប់)

source: ERROR:
as: ত্ৰুটি:
km: កំហុស ៖

source: Warning:
as: সতৰ্কবাৰ্তা:
km: ការ​ព្រមាន ៖

source: yes
as: হ্যাঁ
km: បាទ/ចាស

source: n
as: না

source: no
as: না
km: ទេ

source: (yes or no)
as: (হ্যাঁ অথবা না)
km: (បាទ/ចាស ឬ​ទេ)

source: - OK? (yes or no)
as: - ঠিক আছে? (হ্যাঁ অথবা না)
km: យល់ព្រម​ឬ ? (បាទ/ចាស ឬ​ទេ)

source: Progress
as: প্ৰগতি
km: វឌ្ឍនភាព

source: The application ID string
as: অ্যাপ্লিকেশন ID চিহ্নকাৰী পংক্তি
km: ខ្សែ​អក្សរ​លេខ​សម្គាល់​កម្មវិធី

source: Has Progress
as: প্ৰগতিচিহ্নসহ
km: មាន​វឌ្ឍនភាព

source: Create a progress widget.
as: প্ৰগতি সূচক উইজেট নিৰ্মাণ কৰুন।
km: បង្កើត​ធាតុ​ក្រាហ្វិក​វឌ្ឍនភាព ។

source: Has Status
as: অৱস্থাচিহ্নসহ
km: មាន​ស្ថានភាព

source: Create a status widget.
as: অৱস্থাসূচক উইজেট নিৰ্মাণ কৰুন।
km: បង្កើត​ធាតុ​ក្រាហ្វិក​ស្ថានភាព ។

source: Interactivity
as: আন্তক্ৰিয়া
km: អន្តរ​សកម្មភាព

source: Level of user activity required.
as: ব্যবহাৰকাৰীৰ অংশগ্ৰহণেৰ মাত্ৰা।
km: កម្រិត​​សកម្មភាព​ភាព​អ្នក​ប្រើ​ដែល​បាន​ទាមទារ ។

source: Your HTTP Proxy requires you to log in.
as: আপনাৰ ব্যবহৃত HTTP প্ৰক্সি সাৰ্ভাৰেৰ ক্ষেত্ৰে লগ-ইন কৰা আবশ্যক।
km: ដើម្បី​ចូល​ទាមទារ​ប្រូកស៊ី HTTP របស់​អ្នក ។

source: You must log in to access "%s". %s
as: "%s" ব্যবহাৰ কৰাৰ উদ্দেশ্যে লগ-ইন কৰা আবশ্যক। %s
km: អ្នក​ត្រូវ​តែ​ចូល​ ដើម្បី​ដំណើរការ "%s" ។ %s

source: Your password will be transmitted unencrypted.
as: আপনাৰ পাসওয়াৰ্ড বিনা এনক্ৰিপশনে প্ৰেৰিত হবে।
km: ពាក្យ​សម្ងាត់​របស់​អ្នក​នឹង​ត្រូវ​បាន​បញ្ជូន​​​ដែល​មិន​បាន​អ៊ិនគ្រីប ។

source: Your password will be transmitted encrypted.
as: আপনাৰ পাসওয়াৰ্ড এনক্ৰিপশনসহ প্ৰেৰিত হবে।
km: ពាក្យ​សម្ងាត់​របស់​នឹង​ត្រូវ​បាន​បញ្ជូន​ដែល​បាន​អ៊ីនគ្រីប ។

source: Authentication Required
as: পৰিচয় প্ৰমাণ কৰা আবশ্যক
km: បាន​ទាមទារ​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ

source: You must log in to access %s domain %s
as: %s ডোমেইন %s ব্যবহাৰেৰ বাবে লগ-ইন কৰা আবশ্যক
km: អ្នក​ត្រូវ​តែ​ចូល ដើម្បី​ដំណើរការ %s ដែន %s

source: You must log in to access %s
as: %s ব্যবহাৰেৰ বাবে লগ-ইন কৰা আবশ্যক
km: អ្នក​ត្រូវ​តែ​ចូល ដើម្បី​ដំណើរការ %s

source: Specify session management ID
as: সেশন পৰিচালনাৰ ID উল্লেখ কৰুন
km: បញ្ជាក់​លេខ​សម្គាល់​​ការ​គ្រប់គ្រង​សម័យ

source: Specify prefix of saved configuration
as: সংৰক্ষিত কনফিগাৰেশনেৰ প্ৰেফিক্স উল্লেখ কৰুন
km: បញ្ជាក់​បុព្វបទ​នៃ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ដែល​បាន​រក្សាទុក

source: Disable connection to session manager
as: সেশন পৰিচালনব্যবস্থাৰ সাথে সংযোগ বিচ্ছিন্ন কৰা হবে
km: បិទ​ការ​ត​ភ្ជាប់​ទៅកាន់​កម្មវិធី​គ្រប់គ្រង​សម័យ

source: Session management:
as: সেশন পৰিচালনা:
km: ការ​គ្រប់គ្រង​សម័យ ៖

source: Show session management options
as: সেশন পৰিচালনা সংক্ৰান্ত বিকল্প প্ৰদৰ্শন কৰা হবে
km: បង្ហាញ​ជម្រើស​ការ​គ្រប់គ្រង​សម័យ

source: Session management
as: সেশন পৰিচালনা
km: ការ​គ្រប់គ្រង​សម័យ

source: Cancel Logout
as: লগ-আউট বাতিল কৰা হবে
km: បោះបង់​ការ​ចេញ

source: Received invalid color data
as: ৰং সংক্ৰান্ত অৱৈধ তথ্য প্ৰাপ্ত হয়েছে
km: បាន​ទទួល​ទិន្នន័យ​ពណ៌​មិន​ត្រឹមត្រូវ

source: Open a dialog to specify the color
as: ৰং নিৰ্ধাৰণেৰ বাবে একটি ডায়ালগ খোলো
km: បើក​ប្រអប់ ដើម្បី​បញ្ជាក់​ពណ៌

source: Pick a color
as: একটি ৰঙ নিৰ্বাচন কৰুন
km: រើស​ពណ៌

source: Time
as: সময়
km: ពេលវេលា

source: The time currently selected
as: বৰ্তমানে নিৰ্বাচিত সময়
km: ពេលវេលា​ដែល​បាន​ជ្រើស​បច្ចុប្បន្ន

source: DateEdit Flags
as: DateEdit সংক্ৰান্ত ফ্ল্যাগ
km: ទង់ជាតិ​ DateEdit

source: Flags for how DateEdit looks
as: DateEdit'ৰ চেহাৰাছবি চিহ্নকাৰী ফ্ল্যাগ
km: ទង់ជាតិ​សម្រាប់​ DateEdit

source: Lower Hour
as: ঘন্টা প্ৰদৰ্শন নীচে কৰা হবে
km: តិច​​ជាង​ម៉ោង

source: Lower hour in the time popup selector
as: সময় নিৰ্বাচনেৰ পপ-আপ'ৰ মধ্যে ঘন্টা নীচে চিহ্নিত হবে
km: តិច​​ជាង​ម៉ោង​​នៅ​​ក្នុង​កម្មវិធី​​​ជ្រើស​ពេលវេលា​លេច​ឡើង

source: Upper Hour
as: ঘন্টা প্ৰদৰ্শন উপৰে কৰা হবে
km: ច្រើន​ជាង​ម៉ោង

source: Upper hour in the time popup selector
as: সময় নিৰ্বাচনেৰ পপ-আপ'ৰ মধ্যে ঘন্টা উপৰে চিহ্নিত হবে
km: ច្រើន​ជាង​ម៉ោង​នៅ​ក្នុង​​កម្មវិធី​ជ្រើស​​ពេលវេលា​លេចឡើង

source: Initial Time
as: প্ৰাৰম্ভিক সময়
km: ពេលវេលា​ដំបូង

source: The initial time
as: প্ৰাৰম্ভিক সময়
km: ពេលវេលា​ដំបូង

source: Date
as: তাৰিখ
km: កាល​បរិច្ឆេទ

source: Select Date
as: তাৰিখ নিৰ্বাচন কৰুন
km: ជ្រើស​កាលបរិច្ឆេទ

source: Select the date from a calendar
as: বৰ্ষপঞ্জি থেকে তাৰিখ নিৰ্বাচন কৰুন
km: ជ្រើស​​កាលបរិច្ឆេទ​ពី​ប្រតិទិន

source: Calendar
as: বৰ্ষপঞ্জি
km: ប្រតិទិន

source: Select Time
as: সময় নিৰ্বাচন কৰুন
km: ជ្រើស​ពេលវេលា

source: Select the time from a list
as: তালিকা থেকে সময় নিৰ্বাচন কৰুন
km: ជ្រើស​ពេលវេលា​ពី​បញ្ជី

source: gnome_date_edit_get_date deprecated, use gnome_date_edit_get_time
as: gnome_date_edit_get_date অৱচিত, gnome_date_edit_get_time ব্যবহাৰ কৰুন

source: Title of the druid
as: druid'ৰ শিৰোনাম
km: ចំណង​ជើង​របស់ druid

source: Logo image
as: প্ৰতীকচিহ্নেৰ ছবি
km: រូបភាព​រូបសញ្ញា

source: Top Watermark
as: উপৰেৰ জলছবি

source: Watermark image for the top
as: উপৰে স্থাপনাৰ উদ্দেশ্যে নিৰ্ধাৰিত জলছবি
km: រូបភាព​​​ព្រាលៗ

source: Title Foreground
as: অগ্ৰভূমিৰ শিৰোনাম
km: ផ្ទៃ​ខាងមុខ​​ចំណងជើង

source: Foreground color of the title
as: শিৰোনামেৰ অগ্ৰভূমিৰ ৰং
km: ពណ៌​ផ្ទៃ​ខាងមុខ​របស់​ចំណងជើង

source: Title Foreground Color
as: শিৰোনামেৰ অগ্ৰভূমিৰ ৰং
km: ពណ៌​ផ្ទៃ​ខាងមុខ​ចំណងជើង

source: Foreground color of the title as a GdkColor
as: GdkColor ৰূপে শিৰোনামেৰ অগ্ৰভূমিৰ ৰং
km: ពណ៌​ផ្ទៃ​ខាងមុខ​របស់​ចំណងជើង​ជា GdkColor

source: Title Foreground color set
as: শিৰোনামেৰ অগ্ৰভূমিৰ বাবে ৰং নিৰ্ধাৰিত হয়েছে
km: កំណត់​ពណ៌​ផ្ទៃ​ខាងមុខ​ចំណងជើង

source: Foreground color of the title is set
as: শিৰোনামেৰ অগ্ৰভূমিৰ বাবে ৰং নিৰ্ধাৰিত হয়েছে
km: កំណត់​ពណ៌​ផ្ទៃ​ខាងមុខ​របស់​ចំណងជើង

source: Background Color
as: পটভূমিৰ ৰং
km: ពណ៌​ផ្ទៃ​ខាងក្រោយ

source: Background color as a GdkColor
as: GdkColor ৰূপে নিৰ্ধাৰিত পটভূমিৰ ৰং
km: ពណ៌​ផ្ទៃ​ខាងក្រោយ​ជា GdkColor

source: Background color set
as: পটভূমিৰ ৰং নিৰ্ধাৰিত হয়েছে
km: កំណត់​ពណ៌​ផ្ទៃ​ខាងក្រោយ

source: Background color is set
as: পটভূমিৰ ৰং নিৰ্ধাৰিত হয়েছে
km: កំណត់​ពណ៌​ផ្ទៃ​ខាងក្រោយ

source: Contents Background Color
as: সূচিৰ পটভূমিৰ ৰং
km: ពណ៌​ផ្ទៃ​ខាងក្រោយ​មាតិកា

source: Contents Background color
as: সূচিৰ পটভূমিৰ ৰং
km: ពណ៌​ផ្ទៃ​ខាងក្រោយ​មាតិកា

source: Contents Background color as a GdkColor
as: GdkColor ৰূপে সূচিৰ পটভূমিৰ ৰং
km: ពណ៌​ផ្ទៃ​ខាងក្រោយ​មាតិកា​ជា GdkColor

source: Contents Background color set
as: সূচিৰ পটভূমিৰ ৰং নিৰ্ধাৰিত হয়েছে
km: កំណត់​ពណ៌​ផ្ទៃខាងក្រោយ​មាតិកា

source: Contents Background color is set
as: সূচিৰ পটভূমিৰ ৰং নিৰ্ধাৰিত হয়েছে
km: កំណត់​ពណ៌​ផ្ទៃ​ខាងក្រោយ​មាតិកា

source: Logo Background Color
as: প্ৰতীকচিহ্নেৰ পটভূমিৰ ৰং
km: ពណ៌​ផ្ទៃ​ខាងក្រោយ​​រូប​សញ្ញា

source: Logo Background color
as: প্ৰতীকচিহ্নেৰ পটভূমিৰ ৰং
km: ពណ៌​ផ្ទៃ​ខាងក្រោយ​រូប​សញ្ញា

source: Logo Background color as a GdkColor
as: GdkColor ৰূপে প্ৰতীকচিহ্নেৰ পটভূমিৰ ৰং
km: ពណ៌​ផ្ទៃ​ខាងក្រោយ​រូប​សញ្ញា​ជា GdkColor

source: Logo Background color set
as: প্ৰতীকচিহ্নেৰ পটভূমিৰ ৰং নিৰ্ধাৰিত হয়েছে
km: កំណត់​ពណ៌​ផ្ទៃ​ខាងក្រោយ​រូប​សញ្ញា

source: Logo Background color is set
as: প্ৰতীকচিহ্নেৰ পটভূমিৰ ৰং নিৰ্ধাৰিত হয়েছে
km: កំណត់​ពណ៌​ផ្ទៃ​ខាង​ក្រោយ​រូប​សញ្ញា

source: Show Finish
as: সমাপ্তি বাটন প্ৰদৰ্শিত হবে
km: បញ្ចប់​ការ​បង្ហាញ

source: Show the 'Finish' button instead of the 'Next' button
as: 'পৰবৰ্তী' বোতামেৰ পৰিবৰ্তে 'সমাপ্তি' বাটন প্ৰদৰ্শিত হবে
km: បង្ហាញ​ប៊ូតុង 'បញ្ចប់' ជំនួស​ប៊ូតុង 'បន្ទាប់'

source: Show Help
as: সহায়তা বাটন প্ৰদৰ্শিত হবে
km: បង្ហាញ​ជំនួយ

source: Show the 'Help' button
as: 'সহায়তা' শীৰ্ষক বাটন প্ৰদৰ্শিত হবে
km: បង្ហាញ​ប៊ូតុង​ 'ជំនួយ'

source: History ID
as: পূৰ্ববৰ্তী তথ্যেৰ ID
km: លេខ​សម្គាល់​ប្រវត្តិ

source: GTK entry
as: GTK এন্ট্ৰি
km: ធាតុ GTK

source: The GTK entry
as: GTK এন্ট্ৰি
km: ធាតុ GTK

source: Unique identifier for the file entry. This will be used to save the history list.
as: নথিপত্ৰ এন্ট্ৰিৰ বাবে স্বতন্ত্ৰ চিহ্ন। পূৰ্ববৰ্তী তথ্যেৰ তালিকা সংৰক্ষণেৰ বাবে এটি ব্যবহৃত হবে।
km: ឧបករណ៍​សម្គាល់​តែមួយ​សម្រាប់​ធាតុ​ឯកសារ ។ វា​នឹង​ត្រូវ​បាន​ប្រើ​ ដើម្បី​រក្សាទុក​បញ្ជី​ប្រវត្តិ ។

source: Browse Dialog Title
as: ব্ৰাউজ ডায়লগবক্সেৰ শিৰোনাম
km: រក​មើល​ចំណងជើង​ប្រអប់

source: Title for the Browse file dialog.
as: নথিপত্ৰ ব্ৰাউজ কৰোঁতে ব্যবহৃত ডায়লগ বক্সেৰ শিৰোনাম।
km: ចំណងជើង​សម្រាប់​រក​មើល​ប្រអប់​ឯកសារ

source: Directory Entry
as: ডিৰেক্টৰি এন্ট্ৰি
km: ធាតុ​ថត

source: Whether the file entry is being used to enter directory names or complete filenames.
as: নথিপত্ৰ এন্ট্ৰিৰ দ্বাৰা ডিৰেক্টৰিৰ নাম অথবা সম্পূৰ্ণ নথিপত্ৰেৰ নাম উল্লেখ কৰা হচ্ছে কি না
km: ថា​តើ​ធាតុ​ឯកសារ​ត្រូវ​បាន​ប្រើ ដើម្បី​បញ្ចូល​ឈ្មោះ​ថត ឬ​ឈ្មោះ​​ឯកសារ​ដែរ​ឬ​ទេ ។

source: Modal
as: মোডাল
km: បែបបទ

source: Whether the Browse file window should be modal.
as: নথিপত্ৰ ব্ৰাউজ কৰোঁতে ব্যবহৃত উইন্ডোটি মোডাল হবে কিনা।
km: ថា​តើ​រក​មើល​បង្អួច​ឯកសារ​គួរតែ​ធ្វើ​បែបបទ​ដែរ​ឬ​ទេ ។

source: Filename
as: নথিপত্ৰৰ নাম
km: ឈ្មោះ​ឯកសារ

source: Filename that should be displayed in the file entry.
as: নথিপত্ৰেৰ এন্ট্ৰিতে প্ৰদৰ্শিত নথিপত্ৰেৰ নাম।
km: ឈ្មោះ​ឯកសារ​ដែល​គួរ​ត្រូវ​បាន​បង្ហាញ​នៅ​ក្នុង​ធាតុ​ឯកសារ ។

source: Default Path
as: ডিফল্ট পাথ
km: ផ្លូវ​លំនាំដើម

source: Default path for the Browse file window.
as: নথিপত্ৰ ব্ৰাউজ কৰোঁতে ব্যবহৃত উইন্ডোৰ ডিফল্ট পাথ।
km: ផ្លូវ​លំនាំដើម​សម្រាប់​រក​មើល​បង្អួច​ឯកសារ ។

source: GnomeEntry that the file entry uses for entering filenames. You can use this property to get the GnomeEntry if you need to modify or query any of its parameters.
as: নথিপত্ৰেৰ নাম লেখাৰ উদ্দেশ্যে নথিপত্ৰ এন্ট্ৰি দ্বাৰা ব্যবহৃত GnomeEntry। কোনো পৰামিতি পৰিবৰ্তন অথবা অনুসন্ধান কৰাৰ বাবে এই বৈশিষ্ট্যেৰ সাহায্যে সংশ্লিষ্ট GnomeEntry প্ৰাপ্ত কৰা যাবে।
km: GnomeEntry ប្រើ​ធាតុ​ឯកសារ​សម្រាប់​បញ្ចូល​ឈ្មោះ​ឯកសារ ។ អ្នក​អាច​ប្រើ​លក្ខណ​សម្បត្តិ​នេះ ដើម្បី​ទទួល​បាន GnomeEntry ប្រសិនបើ​អ្នក​ត្រូវ​ការ​កែប្រែ ឬ​សួរ​អំពី​ប៉ារ៉ាម៉ែត្រ​របស់​វា ។

source: GtkEntry that the file entry uses for entering filenames. You can use this property to get the GtkEntry if you need to modify or query any of its parameters.
as: নথিপত্ৰেৰ নাম লেখাৰ উদ্দেশ্যে নথিপত্ৰ এন্ট্ৰি দ্বাৰা ব্যবহৃত GtkEntry। কোনো পৰামিতি পৰিবৰ্তন অথবা অনুসন্ধান কৰাৰ বাবে এই বৈশিষ্ট্যেৰ সাহায্যে সংশ্লিষ্ট GtkEntry প্ৰাপ্ত কৰা যাবে।
km: GtkEntry ប្រើ​ធាតុ​ឯកសារ​សម្រាប់​​បញ្ចូល​ឈ្មោះ​ឯកសារ ។ អ្នក​អាច​​ប្រើ​លក្ខណ​សម្បត្តិ ដើម្បី​ទទួល GtkEntry ប្រសិនបើ​អ្នក​ត្រូវ​ការ​កែប្រែ ឬ​សួរ​អំពី​ប៉ារ៉ាម៉ែត្រ​របស់​វា ។

source: Use GtkFileChooser
as: GtkFileChooser ব্যবহাৰ কৰা হবে
km: ប្រើ GtkFileChooser

source: Whether to use the new GtkFileChooser widget or the GtkFileSelection widget to select files.
as: নথিপত্ৰ নিৰ্বাচনেৰ উদ্দেশ্যে নতুন GtkFileChooser widget অথবা GtkFileSelection উইজেটেৰ মধ্যে যেটি ব্যবহৃত হবে।
km: ថា​តើ​ត្រូវ​ប្រើ​ធាតុ​ក្រាហ្វិក GtkFileChooser ថ្មី ឬ​ធាតុ​ក្រាហ្វិក GtkFileSelection ដើម្បី​ជ្រើស​ឯកសារ ។

source: GtkFileChooser Action
as: GtkFileChooser'ৰ কৰ্ম
km: អំពី GtkFileChooser

source: The type of operation that the file selector is performing.
as: নথিপত্ৰ নিৰ্বাচন ব্যবস্থাৰ দ্বাৰা সঞ্চালিত কৰ্মেৰ প্ৰকৃতি।
km: ប្រភេទ​ប្រតិបត្តិការ​ដែល​កម្មវិធី​ជ្រើស​ឯកសារ​កំពុង​​តែ​ប្រតិបត្តិ ។

source: Select file
as: নথিপত্ৰ নিৰ্বাচন কৰুন
km: ជ្រើស​ឯកសារ

source: Path
as: পাথ
km: ផ្លូវ

source: Path to file
as: নথিপত্ৰেৰ পাথ
km: ផ្លូវ​ទៅកាន់​ឯកសារ

source: _Browse...
as: ব্ৰাউজ কৰুন...(_B)
km: រក​មើល...

source: Pop up a file selector to choose a file
as: নথিপত্ৰ নিৰ্বাচনেৰ বাবে নথিপত্ৰ-নিৰ্বাচন পপ-আপ প্ৰদৰ্শন কৰা হবে
km: កម្មវិធី​ជ្រើស​ឯកសារ​​លេច​ឡើង ដើម្បី​ជ្រើស​ឯកសារ

source: AaBbCcDdEeFfGgHhIiJjKkLlMmNnOoPpQqRrSsTtUuVvWwXxYyZz
as: অআইঈউঊঋঌএঐওঔ কখগঘঙচছজঝঞটঠডঢণতথদধনপফবভমযৰলশষসহ

source: Pick a Font
as: একটি ফন্ট বাছাই কৰুন
km: រើស​ពុម្ព​អ​ក្សរ

source: The title of the selection dialog box
as: নিৰ্বাচনেৰ বাবে ব্যবহৃত ডায়লগ বক্সেৰ শিৰোনাম
km: ចំណងជើង​ក្នុង​ការ​ជ្រើសរើស​ប្រអប់

source: Mode
as: মোড
km: របៀប

source: The mode of operation of the font picker
as: ফন্ট নিৰ্বাচন ব্যবস্থাৰ কৰ্ম সঞ্চালনেৰ মোড
km: របៀប​ប្រតិបត្តិការ​កម្មវិធី​រើស​ពុម្ព​អក្សរ

source: Font name
as: ফন্টেৰ নাম
km: ឈ្មោះ​ពុម្ព​អក្សរ

source: Name of the selected font
as: নিৰ্বাচিত ফন্টেৰ নাম
km: ឈ្មោះ​ពុម្ព​អក្សរ​ដែល​បាន​ជ្រើស

source: Font
as: ফন্ট
km: ពុម្ព​អក្សរ

source: The selected GtkFont
as: নিৰ্বাচিত GtkFont
km: បាន​ជ្រើស GtkFont

source: Preview text
as: টেক্সটেৰ পূৰ্বৰূপ
km: មើល​អត្ថបទ​ជាមុន

source: Preview text shown in the dialog
as: ডায়লগ বক্সে প্ৰদৰ্শিত টেক্সট
km: មើល​អត្ថបទ​ជាមុន​ដែល​បាន​បង្ហាញ​ក្នុង​ប្រអប់

source: Use font in label
as: লেবেলে প্ৰদৰ্শিত ফন্ট
km: ប្រើ​ពុម្ព​អក្សរ​​ជា​ស្លាក

source: Use font in the label in font info mode
as: ফন্ট-ইনফো মোডে লেবেলে প্ৰদৰ্শিত ফন্ট
km: ប្រើ​ពុម្ព​អក្សរ​​ជា​ស្លាក​នៅ​ក្នុង​​របៀប​ព័ត៌មាន​ពុម្ព​អក្សរ

source: Font size for label
as: লেবেলে ব্যবহৃত ফন্টেৰ মাপ
km: ទំហំ​ពុម្ព​អក្សរ​សម្រាប់​ស្លាក

source: Font size for label in font info mode
as: ফন্ট-ইনফো মোডে লেবেলে প্ৰদৰ্শিত ফন্টেৰ মাপ
km: ទំហំ​ពុម្ព​អក្សរ​សម្រាប់​ស្លាក​​ជា​របៀប​ព័ត៌មាន​ពុម្ព​អក្សរ

source: Show size
as: মাপ প্ৰদৰ্শন কৰা হবে
km: បង្ហាញ​ទំហំ

source: Show size in font info mode
as: ফন্ট-ইনফো মোডে মাপ প্ৰদৰ্শিত হবে
km: បង្ហាញ​ទំហំ​ជា​របៀប​ព័ត៌មាន​ពុម្ព​អក្សរ

source: GNOME GConf UI Support
as: GNOME GConf UI সমৰ্থন
km: គាំទ្រ GNOME GConf UI

source: _Details
as: বিবৰণ (_D)
km: សេចក្ដី​លម្អិត

source: The application "%s" attempted to change an aspect of your configuration that your system administrator or operating system vendor does not allow you to change. Some of the settings you have selected may not take effect, or may not be restored next time you use the application.
as: "%s" অ্যাপ্লিকেশনেৰ দ্বাৰা কনফিগাৰেশনেৰ কোনো বৈশিষ্ট্য পৰিবৰ্তনেৰ প্ৰচেষ্টা কৰা হয়েছে। সিস্টেম অ্যাডমিনিস্ট্ৰেটৰ অথবা অপাৰেটিং সিস্টেম উপলব্ধকাৰীৰ দ্বাৰা এই পৰিবৰ্তন সমৰ্থনেৰ অনুমতি উপস্থিত নেই। আপনাৰ নিৰ্বাচিত কয়েকটি বৈশিষ্ট্য সম্ভৱত প্ৰয়োগ কৰা হবে না অথবা পৰবৰ্তীবাৰ অ্যাপ্লিকেশন আৰম্ভ কৰাৰ সময় পুনৰুদ্ধাৰ কৰা হবে না।
km: កម្មវិធី "%s" ត្រូវ​ផ្លាស់ប្ដូរ​ទិដ្ឋភាព​នៃ​ការ​កំណត់​រចនាសម្ព័ន្ធ​របស់​អ្នក ដែល​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ​របស់​អ្នក ឬ​​ក្រុមហ៊ុន​លក់​ប្រព័ន្ធ​ប្រតិបត្តិការ​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​អ្នក​ផ្លាស់ប្ដូរ​បាន​ទេ ។ ការ​កំណត់​មួយ​ចំនួន​ដែល​អ្នក​បាន​ជ្រើស​អាច​គ្មាន​ប្រសិទ្ធភាព ឬ​អាច​មិន​ត្រូវ​បាន​ស្ដារ​នៅ​ពេលវេលា​បន្ទាប់ អ្នក​អាច​ប្រើ​កម្មវិធី​​បាន ។

source: An error occurred while loading or saving configuration information for %s. Some of your configuration settings may not work properly.
as: %s'ৰ কনফিগাৰেশন সংক্ৰান্ত তথ্য লোড অথবা সংৰক্ষণ কৰোঁতে সমস্যা উৎপন্ন হয়েছে। সিস্টেমেৰ কয়েকটি কনফিগাৰেশনেৰ বৈশিষ্ট্য সম্ভৱত সঠিকৰূপে চলবে না।
km: កំហុស​បាន​កើត​ឡើង​ខណៈ​ពេល​ផ្ទុក ឬ​រក្សាទុក​ព័ត៌មាន​ការ​កំណត់​រចនាសម្ព័ន្ធ​អំពី %s ។ ចំនួន​ការ​កំណត់​រចនាសម្ព័ន្ធ​របស់​អ្នក​​អាច​មិន​ដំណើរការ​​ដោយ​ត្រឹមត្រូវ​ឡើយ ។
